Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: The greatest change in the number of species would occur if brine was released into estuarine water.
sv_se: Den största förändringen i antalet arter skulle ske om saltlaken släpptes ut i flodmynningens bräckta vatten.

source: The green repeat blocks tell the claw to repeat actions.
sv_se: De gröna upprepa-blocken säger till klon att upprepa instruktioner.

source: The green block controls the power level of the rocket to help the spacecraft take off.
sv_se: Det gröna blocket styr raketens effektnivå så att rymdfarkosten får hjälp att starta.

source: The growth rings have provided information about T. rex.
sv_se: Tillväxtringarna har gett information om T. rex.

source: The half-life of a sample depends on the initial number of radioactive atoms in the sample.
sv_se: Halveringstiden för ett prov beror på det ursprungliga antalet radioaktiva atomer i provet.

source: The half-life of carbon-11 is 20 minutes.
sv_se: Halveringstiden för kol-11 är 20 minuter.

source: The half-life of the radioisotope, fluorine-18, is approximately 110 minutes.
sv_se: Halveringstiden för radioisotopen fluor-18 är ungefär 110 minuter.

source: The hammer would not fall; it would float in the air.
sv_se: Hammaren skulle inte falla; den skulle sväva i luften.

source: The heat energy given out by the heater slowly decreases to zero over time.
sv_se: Energin som värmaren avger minskar långsamt till noll över tid.

source: The heated water is then released into local bays and rivers.
sv_se: Det uppvärmda vattnet släpps sedan ut i lokala vikar och floder.

source: The heater was turned off for 60 seconds during the heating process.
sv_se: Värmaren stängdes av i 60 sekunder under uppvärmningsprocessen.

source: The higher the chemical reactivity, the faster the polymer will degrade.
sv_se: Ju högre kemisk reaktionsförmåga, desto snabbare kommer polymeren att brytas ner.

source: The higher the coefficient, the greater the proportion of sound absorbed.
sv_se: Ju högre koefficient, desto större andel ljud absorberas.

source: The higher the rigidity, the less flexible the polymer.
sv_se: Ju högre styvhet, desto mindre flexibel är polymeren.

source: The higher the tensile strength, the more force is needed to break the polymer.
sv_se: Ju högre draghållfasthet, desto mer kraft krävs för att slita av polymeren.

source: The highest value (10) marks a situation where you tried your very best and put as much effort as possible to do well.
sv_se: Det högsta värdet (10) anger en situation där du gjort ditt allra bästa och ansträngt dig så mycket som möjligt.

source: The highlighted blocks instruct visitors to wait up to 5 minutes to enter a viewing space.
sv_se: De markerade blocken instruerar besökare att vänta i upp till 5 minuter innan de går in i ett visningsområde.

source: The highlighted decision block instructs visitors to check if they have entered all viewing areas.
sv_se: Det markerade beslutsblocket instruerar besökare att kontrollera om de har besökt alla visningsområden.

source: The hole in the ozone layer of the atmosphere will become larger.
sv_se: Hålet i atmosfärens ozonlager kommer att bli större.

source: The hydrocarbons that form petroleum have different calorific values.
sv_se: De kolväten som petroleum består av har olika kalorivärden.

source: The ice stupa forms from glacial meltwater.
sv_se: Isstupan bildas av smältvatten från glaciärer.

source: The ice stupa has a small surface-area-to-volume ratio.
sv_se: Isstupan har liten yta i förhållande till volym.

source: The ice stupa is lower than the glacier.
sv_se: Isstupan ligger lägre än glaciären.

source: The ice stupa is small in size.
sv_se: Isstupan är liten.

source: The ideas in <broad science> science books sometimes change.
sv_se: Teorier i böcker om naturvetenskap ändras ibland.

source: The image shows how acid rain is formed when sulfur dioxide and nitrogen dioxide react with other chemicals in the atmosphere.
sv_se: Bilden visar hur surt regn bildas när svaveldioxid och kvävedioxid reagerar med andra kemikalier i atmosfären.

source: The image shows industrial wastewater being discharged from a pipe.
sv_se: Bilden visar hur industriellt avloppsvatten släpps ut från ett rör.

source: The image shows the AMOC movement of cold and warm water.
sv_se: Bilden visar hur AMOC transporterar kallt och varmt vatten.

source: The images below represent sodium chloride (NaCl) crystal and liquid water (H₂O) molecules.
sv_se: Bilderna nedan illustrerar kristaller av natriumklorid (NaCl) och vatten (H₂O) i flytande form.

source: The images in your artwork should also be different colours to each other, but the colours in your artwork do not need to match the example colours exactly.
sv_se: Bilderna i ditt konstverk ska också ha olika färg, men färgerna i ditt konstverk behöver inte överensstämma exakt med exempelfärgerna.

source: The increase of greenhouse gases in the atmosphere
sv_se: Ökningen av växthusgaser i atmosfären

source: The information in this table describes the ingredients of alcohol-based (Type 2) hand sanitisers.
sv_se: Informationen i denna tabell beskriver ingredienserna i alkoholbaserade (typ 2) handdesinfektionsmedel.

source: The intensity of an earthquake is a measure of the strength of shaking at a particular location.
sv_se: Intensiteten på en jordbävning är ett mått på hur kraftiga skakningarna är på en given plats.

source: The introduction of biological agents was simulated to see the effect on weed and farmed plant densities.
sv_se: Införandet av biologiska bekämpningsmedel simulerades för att se effekten på tätheten för ogräs och för odlade växter.

source: The laboratory materials are in good shape.
sv_se: Laboratoriematerialen är i gott skick.

source: The larger ball would reach a greater height.
sv_se: Den större bollen skulle nå högre.

source: The larger ball would travel a longer overall distance.
sv_se: Den större bollen skulle färdas en längre totalsträcka.

source: The larger ball would travel a shorter horizontal distance.
sv_se: Den större bollen skulle färdas en kortare horisontell sträcka.

source: The larvae feed on decaying organic material, such as manure and rotting vegetation.
sv_se: Larverna livnär sig på ruttnande organiskt material, till exempel gödsel och växtdelar.

source: The larvae have hair-like structures called cilia.
sv_se: Larverna har hårliknande strukturer som kallas flimmerhår.

source: The larvae shed their outer body covering (exoskeleton) several times during this stage.
sv_se: Larverna byter sitt yttre kroppshölje (exoskelett) flera gånger under det här stadiet.

source: The larval stage of the black soldier fly lasts for two weeks.
sv_se: Den svarta soldatflugans larvstadium varar i två veckor.

source: The learning may be given at school, at your home or somewhere else and includes tutoring.
sv_se: Undervisningen kan ske i skolan, i hemmet eller någon annanstans och innefattar privatundervisning.

source: The length of time each car is parked.
sv_se: Hur länge varje bil står parkerad.

source: The less dense layer is poured off.
sv_se: Skiktet med lägre densitet hälls bort.

source: The life expectancy of T. rex was about 28 years.
sv_se: Den förväntade livslängden för T. rex var cirka 28 år.

source: The light pollution problem is viewed differently among lighting professionals.
sv_se: Människor som arbetar med ljus har olika syn på problemet med ljusföroreningar.

source: The light will have no impact on the fox’s vision.
sv_se: Ljuset kommer inte att påverka rävens syn.

source: The locations of four insects are also shown.
sv_se: Bilden visar även var fyra insekter befinner sig.

source: The lowest value (1) marks a situation where you did not try hard at all and put the lowest possible effort to do well.
sv_se: Det lägsta värdet (1) anger en situation där du inte gjort ditt allra bästa och ansträngt dig så lite som möjligt.

source: The machines roam about the factory floor all day.
sv_se: Maskinerna kör runt i fabriken hela dagen.

source: The major source of the microplastics that accumulate in marine animals is the food they eat.
sv_se: Den största källan till de mikroplaster som ackumuleras i havslevande organismer är födan de äter.

source: The managers of a park wish to reduce the park’s light pollution and energy consumption while continuing to light the paths at night.
sv_se: Förvaltarna av en park vill minska ljusföroreningarna från parken och parkens energianvändning samtidigt som de fortsätter att hålla gångvägarna upplysta på natten.

source: The map below shows natural warm springs and natural thermal basins, as well as the location of some coal-burning power plants.
sv_se: Nedanstående karta visar naturligt varma källor och naturligt termiska bassänger, och några kolkraftverks placering.

source: The map below shows the following information:
sv_se: Kartan nedan visar följande information:

source: The map shows different regions on Earth where processes are occuring that could lead to tipping points.
sv_se: Kartan visar olika områden på jorden där det sker processer som kan leda till tippningspunkter.

source: The map shows the distribution of these seismic zones in India.
sv_se: Kartan visar fördelningen av seismiska zoner i Indien.

source: The map shows the route (shipping lane) that ships take through the ocean to a port.
sv_se: Kartan visar rutten (transportleden) som fartyg tar genom havet till en hamn.

source: The map shows the world’s major shipping routes.
sv_se: Kartan visar världens största sjöfartsrutter.

source: The maps below show the location of Jakarta, the capital of Indonesia, and the amount of land predicted to be submerged in Jakarta if sea levels continue to rise.
sv_se: Kartorna nedan visar var Jakarta, Indonesiens huvudstad, ligger och hur mycket markyta i Jakarta som förväntas hamna under vatten om havsnivåerna fortsätter att stiga.

source: The markings strongly reflect light with wavelengths between 350 nm and 400 nm.
sv_se: Dessa mönster ger en kraftig reflektion av ljus med våglängder mellan 350 nm och 400 nm.

source: The mass of carbon dioxide is given in gigatonnes (Gt).
sv_se: Massan av koldioxid anges i gigaton (Gt).

source: The mass of food in the container is about 400 g.
sv_se: Massan av mat i pappförpackningen är ungefär 400 g.

source: The melting of some permafrost (permanently frozen ground) will lead to a release of carbon dioxide.
sv_se: När permafrost (ständigt frusen mark) smälter kommer det att leda till utsläpp av koldioxid.

source: The membrane only allows small, non-charged particles to pass through.
sv_se: Membranet släpper bara igenom små, oladdade partiklar.

source: The metal screw absorbed more energy than the plastic spoon.
sv_se: Metallskruven absorberade mer energi än plastskeden.

source: The metal screw and plastic spoon were placed 10 cm apart in direct sunlight.
sv_se: Metallskruven och plastskeden placerades 10 cm från varandra i direkt solljus.

source: The metal screw was in a sunnier place than the plastic spoon.
sv_se: Metallskruven låg på en soligare plats än plastskeden.

source: The method used does not make a difference.
sv_se: Det gör ingen skillnad vilken metod som används.

source: The news headline below suggests that our use of marine resources is causing biodiversity loss.
sv_se: Nyhetsrubriken nedan påstår att vår användning av marina resurser orsakar förlust av biologisk mångfald.

source: The next crop is planted among the stubble of the previous season.
sv_se: Nästa gröda planteras bland stubben från föregående säsong.

source: The nucleus is removed.
sv_se: Cellkärnan tas bort.

source: The number of cars driving students to school.
sv_se: Antal bilar i vilka elever körs till skolan.

source: The number of digital devices connected to the Internet is sufficient
sv_se: Antalet digitala enheter som är anslutna till internet är tillräckligt.

source: The number of digital devices for instruction is sufficient
sv_se: Antalet digitala enheter för undervisning är tillräckligt.

source: The number of living red-tide algae increases as the mass of clay increases.
sv_se: Antalet levande rödvattenalger ökar när mängden lera ökar.

source: The number of red tides in 17 years is less in August than in May.
sv_se: Under 17 år har antalet tillfällen med rött tidvatten varit lägre i augusti än i maj.

source: The number of stops affects both the distance travelled and the total waiting time at stops.
sv_se: Antalet hållplatser påverkar både körsträckan och den totala väntetiden vid hållplatserna.

source: The number of tomatoes changes due ONLY to changes in water
sv_se: Antalet tomater ändras ENBART på grund av den ändrade mängden vatten

source: The number of tomatoes depends on water and light.
sv_se: Antalet tomater beror på vatten och ljus.

source: The numbers are different colours to each other.
sv_se: Siffrorna har olika färg.

source: The numbers in the example are both ‘1’.
sv_se: Båda siffrorna i exemplet är ”1”.

source: The ocean absorbs more of the Sun’s energy than it reflects back into space.
sv_se: Havet absorberar mer av solljuset än det reflekterar tillbaka till rymden.

source: The ocean current known as the Atlantic Meridional Overturning Circulation (AMOC) is a climate tipping element.
sv_se: Den havsström som är känd som Atlantiska meridionala cirkulationen (AMOC på engelska) är en klimattippningsfaktor.

source: The ocean reflects more of the Sun’s energy back into space than it absorbs.
sv_se: Havet reflekterar mer av solljuset tillbaka till rymden än det absorberar.

source: The opinions from these two groups of professionals were collected using an open access online survey.
sv_se: Dessa yrkesgruppers åsikter samlades in via en öppen undersökning på nätet.

source: The other sources Boribun is considering relate directly to the region in Thailand where Boribun’s farm is located.
sv_se: De andra informationskällorna som Boribun överväger är direkt relaterade till den region i Thailand där Boribuns gård ligger.

source: The other two sensors will soon also display the same value as the sensor near the gas heater.
sv_se: De två andra sensorerna kommer också snart att visa samma värde som sensorn nära gaskaminen.

source: The outer repeat until block tells the program to stop running when the pod detects the area.
sv_se: Det yttre upprepa tills-blocket säger till programmet att avsluta när kapseln registrerar -området.

source: The pH of a solution is determined by adding a liquid called universal indicator and matching the resulting solution colour to the pH scale.
sv_se: En lösnings pH avgörs genom att tillsätta en vätska som kallas universalindikator och matcha den resulterande lösningens färg med pH-skalan.

source: The pH of normal (non-acid) rainwater is about 5.6.
sv_se: pH i vanligt (inte surt) regnvatten är omkring 5,6.

source: The path of some footprints suggests that they were made by one dinosaur chasing its prey.
sv_se: En del fotspårs bana är tecken på att de lämnades av en dinosaurie som jagade sitt byte.

source: The pen of the seismograph is attached to a mass.
sv_se: Pennan på seismografen är fäst vid en vikt.

source: The percentage of species at risk of extinction is equal for conifer trees and for birds.
sv_se: Procentandelen av arter som riskerar att bli utrotade är lika stor för barrträd och fåglar.

source: The percentage of species at risk of extinction is higher for amphibians than for the other groups of species.
sv_se: Procentandelen av arter som riskerar att bli utrotade är större för groddjur än för de andra artgrupperna.

source: The percentage of species at risk of extinction is higher for marine turtles than for the other groups of species.
sv_se: Procentandelen av arter som riskerar att bli utrotade är större för havssköldpaddor än för de andra artgrupperna.

source: The percentage of species at risk of extinction is lower for mammals than for the other groups of species.
sv_se: Procentandelen av arter som riskerar att bli utrotade är lägre för däggdjur än för de andra artgrupperna.

source: The period 1950–1970 has a higher average global temperature than the period 1900–1920.
sv_se: Perioden 1950–1970 hade en högre genomsnittlig global temperatur än perioden 1900–1920.

source: The person needs to do stretching to increase their fitness.
sv_se: Personen behöver stretcha för att öka sin kondition.

source: The photo below shows artificial light on Earth.
sv_se: Bilden nedan visar artificiellt ljus på jorden.

source: The picture shows turbine generators at three locations in a river.
sv_se: Bilden visar turbingeneratorer på tre platser i en älv.

source: The plants that the scientists used in this investigation need a particular mineral to grow.
sv_se: De plantor som forskarna använde i denna undersökning behöver en särskild mineral för att växa.

source: The point is to restore the entire ecosystem not just plant some trees.
sv_se: Målet är att återställa hela ekosystemet, inte bara plantera några träd.

source: The population increase of red-tide algae is greater in August than in May.
sv_se: Populationsökningen av rödvattenalger är större i augusti än i maj.

source: The position of is important!
sv_se: Positionen av är viktig!

source: The positions of the four sites is shown on the image below.
sv_se: De fyra platserna visas på bilden nedan.

source: The positions where each gamma ray pair was detected is shown around the scanner ring.
sv_se: Positionerna där varje par gammafotoner registrerades visas runt kameraringen.

source: The power plants remove their excess heat using water.
sv_se: Kraftverken leder bort sin överskottsvärme med hjälp av vatten.

source: The predictions of a hypothesis can be tested in an experiment.
sv_se: Förutsägelserna i en hypotes kan testas i ett experiment.

source: The presence of even one diseased plant in a vertical farm is a greater problem than one diseased plant on an outdoor farm.
sv_se: Förekomsten av en enda sjuk växt i en vertikal odling är ett större problem än en sjuk växt i en utomhusodling.

source: The production of cotton textiles requires a lot of water, fertilisers, pesticides and other harmful chemicals.
sv_se: Tillverkningen av bomullstextil kräver stora mängder vatten, gödningsmedel, bekämpningsmedel och andra skadliga kemikalier.

source: The production of electric cars involves the release of greenhouse gases.
sv_se: Tillverkning av elbilar medför utsläpp av växthusgaser.

source: The production of these battery packs requires electricity that is generated from fossil fuels such as coal.
sv_se: Tillverkningen av dessa batteripaket kräver elektricitet som genereras från fossila bränslen som till exempel kol.

source: The program below contains instructions for moving one unit at a time along the gridlines.
sv_se: Programmet nedan innehåller instruktioner för att flytta en enhet åt gången längs linjerna i rutnätet.

source: The program below contains instructions for moving the astronaut one unit at a time along the gridlines.
sv_se: Programmet nedan innehåller instruktioner för att flytta astronauten en enhet åt gången längs linjerna i rutnätet.

source: The program below does the following:
sv_se: Programmet nedan gör följande:

source: The program below instructs ★ to move on the grid shown on the right.
sv_se: Programmet nedan instruerar ★ att förflytta sig i rutnätet som visas till höger.

source: The program below instructs to move around the grid one square at a time.
sv_se: Programmet nedan instruerar att förflytta sig i rutnätet en ruta åt gången.

source: The program below instructs the Nature Pod to move along a black track.
sv_se: Programmet nedan ger instruktioner till naturkapseln att förflytta sig längs med en svart bana.

source: The program below moves one unit at a time along the gridlines to .
sv_se: Programmet nedan flyttar en enhet åt gången längs linjerna i rutnätet till .

source: The program below moves the arrow around the grid.
sv_se: Programmet nedan flyttar runt pilen i rutnätet.

source: The program below moves the dolphin in the grid.
sv_se: Programmet nedan flyttar delfinen i rutnätet.

source: The program below moves the robot one unit at a time along the gridlines.
sv_se: Programmet nedan flyttar roboten en enhet åt gången längs linjerna i rutnätet.

source: The program below places ★ in different cells on the grid.
sv_se: Programmet nedan placerar ★ i olika celler i rutnätet.

source: The program below should move to the grey square, while avoiding the black squares.
sv_se: Programmet nedan ska flytta till den grå rutan och undvika de svarta rutorna.

source: The program contains if blocks.
sv_se: Programmet innehåller om-block.

source: The program has a repeat block.
sv_se: Programmet har ett upprepa-block.

source: The program on the right has a repeat 3 times block and a repeat until block to reduce the total number of code blocks used.
sv_se: Programmet till höger har ett upprepa 3 gånger-block och ett upprepa tills-block för att minska det totala antalet kodblock som används.

source: The program should instruct the astronaut to complete their route and collect the samples as shown on the map.
sv_se: Programmet ska ge instruktioner så att astronauten ska kunna slutföra sin rutt och samla in proverna enligt kartan.

source: The program should move to while avoiding the rocks.
sv_se: Programmet ska flytta till och samtidigt undvika stenarna.

source: The program should move to the grey square.
sv_se: Programmet ska flytta till den grå rutan.

source: The programme must last for at least one day in total and have a focus on teaching and education.
sv_se: Programmet måste totalt vara i åtminstone en dag och måste vara inriktat på undervisning och utbildning.

source: The pupil changes size in response to different amounts of light, as shown in the diagram.
sv_se: Pupillen ändrar storlek beroende på mängden ljus, som visas i figuren.

source: The purple blocks control the landing of the spacecraft.
sv_se: De lila blocken styr rymdfarkostens landning.

source: The question asked next in a sequence depends on the answer to the previous question.
sv_se: Nästa fråga som ställs i en sekvens beror på svaret på föregående fråga.

source: The radiotracer contains radioactive atoms (radioisotopes) that decay (release radiation as particles or energy).
sv_se: Spårämnet innehåller radioaktiva atomer (kallade radioisotoper) som sönderfaller (avger strålning som energi eller partiklar).

source: The rate of increase in body mass as body size increases was the same in dinosaurs as it is in living animal species.
sv_se: Ökningstakten av kroppsmassa när kroppsstorleken ökar var densamma hos dinosaurier som den är hos nu levande djur.

source: The rate of increase in limb size relative to other body parts was the same in dinosaurs as it is in living animal species.
sv_se: Ökningstakten av benens storlek i förhållande till andra kroppsdelar var densamma hos dinosaurier som den är hos nu levande djur.

source: The rate of sea level rise has doubled in the past 30 years.
sv_se: Hastigheten med vilken havsnivåerna stiger har fördubblats under de senaste 30 åren.

source: The reaction of the pupil to light is a type of reflex.
sv_se: Pupillens reaktion på ljus är en reflex.

source: The recordings from each location that are compared should be made at the same time.
sv_se: Inspelningarna från varje plats som jämförs ska vara gjorda samtidigt.

source: The red-tide algae stick to the clay and sink to the bottom of the water.
sv_se: Rödvattenalgerna fastnar i leran och sjunker till botten.

source: The reduction of ozone in the atmosphere caused an increase in irreversible eye and skin damage to people.
sv_se: Minskningen av ozon i atmosfären ledde till en ökning av permanenta ögon- och hudskador.
